Repository: ideven85/Wedding_Planner
Catalog: camiyaqui-master/locale/*/LC_MESSAGES/django.po
Languages: es

source: Spanish
es: Español

source: English
es: Inglés

source: Wrong access code format
es: Formato de código erróneo

source: Secret Code not Valid
es: Código secreto no válido

source: Access Code Expired. Require a New one.
es: Código de acceso expirado. Pide uno nuevo

source: Please login first
es: Primero tienes que ingresar

source: nickname
es: apodo

source: language
es: idioma

source: phone
es: teléfono

source: is attending
es: Confirma

source: Are you attending?
es: ¿Venís?

source: is child
es: es niño/a

source: Under 12
es: Menor de 12

source: receive updates
es: Recibir notificaciones

source: Even if you are not attending, we can keep you in the loop with photos, etc.
es: Aún si no vienes, te podemos mantener al día con las novedades, etc.

source: Car
es: Auto

source: Do you have a car?
es: Tenés auto?

source: Van
es: Combi

source: Do you need transport?
es: Necesitás Transporte?

source: Coming from
es: Viniendo desde

source: pre wedding
es: pre casamiento

source: Are you attending the pre-wedding?
es: ¿Venís al encuentro pre-casamiento?

source: post wedding
es: post casamiento

source: Are you attending the post-wedding?
es: ¿Venís al encuentro post-casamiento?

source: message
es: mensaje

source: anecdote
es: anécdota

source: anecdotes
es: Anécdotas

source: You are already logged in as {}. Are you sure you want to register again?
es: Ya ingresaste como {}. Estás seguro de que quieres registrarte de nuevo?

source: The email you used is already registered. Try logging in.
es: Ese e-mail ya está registrado. Intenta ingresando.

source: Welcome back {user}!
es: Bienvenido de vuelta {user}!

source: Activation code sent. Check your e-mail
es: Código enviado. Revisa tu e-mail.

source: We are reviewing your request to join the party. Be patient.
es: Estamos revisando tu aplicación. Sé paciente.

source: That e-mail is not on our database. Consider registering
es: Ese e-mail no está en nuestra base de datos. Considera registrarte.

source: There were errors processing your form
es: Hubo errores procesando el formulario

source: Thanks for updating your profile.
es: Gracias por actualizar tu perfil

source: Thank you for the message! We will come back to you as soon as possible
es: Gracias por el mensaje! Te responderemos lo antes posible.

source: You can't edit a guest from a different group
es: No puedes editar un invitado de otro grupo

source: Accommodation
es: Alojamiento

source: Looking for a place to stay
es: Buscando un lugar donde quedarse

source: New guest information
es: Información de %(guest)s

source: Add the information you think is relevant
es: Agrega la información que creas relevante

source: Buenos Aires city
es: Buenos Aires

source: Planned Events
es: Eventos planeados

source: These are the events we have planned up to now. Keep tuned because we may add new ones!
es: Estos son eventos que estamos planeando. Mantente al tanto porque podemos agregar eventos nuevos!

source: Pre-Wedding Meetup
es: Reunión pre-casamiento

source: Because several guests are traveling from far, we are meeting on the evening before to say welcome!
es: Debido a que muchos invitados estan llegando desde muy lejos, nos estamos reuniendo la noche anterior al casamiento para darles la bienvenida!

source: Date: Friday, 18 October 2019
es: Fecha: Viernes 18 de Octubre de 2019

source: Time: 19.00
es: Hora: 19.00

source: Address: Santa Fe 5183
es: Dirección: Santa Fe 5183

source: Wedding Ceremony
es: Ceremonia

source: Join us in this very special moment and hear us say yes to each other. We will add more information soon!
es: Únetenos en este momento tan especial cuando nos decimos 'si'. Agregaremos más información pronto!

source: Date: Saturday, 19 October 2019
es: Fecha: Sábado 19 de Octubre de 2019

source: Time: 17.00
es: Hora: 17.00

source: Address: Manuel Luis de Oliden 4651, B1664 Tortuguitas, BA Arg.
es: Direción: Manuel Luis de Oliden 4651, B1664 Tortuguitas, BA Arg.

source: Post-Wedding
es: Post-Casamiento

source: A good opportunity to say goodbye to the guests who came from far and close. Join us on a relaxed sunday afternoon!
es: Una linda oportunidad para despedirnos de los invitados que vinieron de lejos y de cerca.Sumáte a una tarde de domingo relajada!

source: Date: Sunday, 20 October 2019
es: Fecha: Domingo 20 de Octubre de 2019

source: Time: 15.00
es: Hora: 15.00

source: Address: TBD
es: Dirección: A confirmar

source: Home
es: Inicio

source: Your Profile
es: Mi Perfil

source: Invitation
es: Invitación

source: Event
es: Evento

source: Contact
es: Contacto

source: Help
es: Ayuda

source: Please, let us know if you are attending the ceremony
es: Por favor, déjanos saber si vendrás a la ceremonia

source: Name
es: Nombre

source: Is Attending
es: Confirma

source: Pre Wedding
es: Pre Casamiento

source: Post Wedding
es: Post Casamiento

source: Has Car
es: Tiene Auto

source: Needs Van
es: Necesita Transporte

source: Is Child
es: Es Niño

source: Yes
es: Sí

source: Don't Know
es: No sé

source: Submit
es: Enviar

source: Add Another
es: Agregar Otro

source: Here you will find all the invited guest. If you think someone is missing, let us know!
es: Aquí encontrarás a todos los invitados. Si crees que falta alguien, avisanos!

source: Coming From
es: Viniendo desde

source: Needs Transport
es: Necesito Transporte

source: What is the Secret Code?
es: Qué es el código secreto?

source: The secret code is your way of accessing this website. It is unique and it is valid for 15 days.
es: El código secreto es la llave para acceder a este sitio. Es único y es válido por 15 días.

source: How do I get the Secret Code?
es: Cómo obtengo un Código Secreto?

source: If your e-mail is on our database, just ask a new one <a href="%(url_login)s">here</a> and you will receive it by e-mail. Then you will be able to log in. If your e-mail is not on our database, follow the steps to <a href="%(url_register)s">register</a> and we will get back to you as soon as possible.
es: Si tu e-mail está en nuestra base de datos, simplemente pide uno <a href="%(url_login)s">aquí</a> y lo recibirás por e-mail. Si tu e-mail no está en nuestra base de datos, sigue los pasos para <a href="%(url_register)s">registrarse</a>

source: How do I contact you?
es: Cómo los contacto?

source: If you are logged in, you can use the <a href="%(url_contact)s">contact form</a>. This is the fastest way of reaching out. If you are not logged in, send us an e-mail to <a href="mailto:camiyaqui@camiyaqui.com">camiyaqui@camiyaqui.com</a>
es: Si accediste al sitio, podés usar <a href="%(url_contact)s">el formulario de contact</a>. Si no, podés mandarnos un e-mail a <a href="mailto:camiyaqui@camiyaqui.com">camiyaqui@camiyaqui.com</a>

source: The Wedding of
es: El Casamiento de

source: Hello!
es: Hola

source: Welcome to our wedding website. Here you will find all the information needed to make it to our wedding, and to have the best time of our lives!
es: Bienvenido al sitio web de nuestro casamiento. Aquí encontrarás toda la información que necesitarás para participar junto a nostros de este día tan especial

source: The most important thing is to let us know whether you will be joining. Head over to <a href="/rsvp">RSVP</a> to quickly inform us and add your +1 in case you come with company.
es: Lo más importante es que nos avises si venís o no. Podés visitar la sección <a href="/rsvp">RSVP</a> para confirmar tu presencia y agrear a tu +1 en caso de que vengas con compañía.

source: You can also tell us a bit more of yourself my editing <a href="/me">Your profile</a>. You can tell us about your dietary restrictions, update your phone number, etc.
es: También podés compartirnos un poco más de tu información, editando <a href="/me">Tu Perfil</a>.Podrás decirnos sobre tus restricciones en la dieta, actualizar tu teléfono, etc.

source: In case you have questions or comments, <a href="/contact">contact us</a>, and we will both instantly receive your message.
es: En caso de que tengas preguntas o comentarios, <a href="/contact">contactanos</a> y ambos recibiremos tu mensajeinstantáneamente.

source: We hope to see you soon in Buenos Aires!
es: Esperamos verte pronto en Buenos Aires!

source: Cordially Invited
es: Cordialmente invitado

source: On the 19th of October, 2019, Estancia La Linda, Buenos Aires, Argentina.
es: El 19 de Octubre de 2019, Estancia La Linda, Buenos Aires, Argentina.

source: Countdown until we are getting married!
es: Cuenta regresiva para que nos casemos!

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Seconds
es: Segundos

source: are remaining
es: faltan

source: You need to log in in order to visit the website
es: Necesitas ingresar la contraseña para visitar el sitio

source: Enter your access code:
es: Ingresa el código de acceso

source: Access Code
es: Código de acceso

source: Log In
es: Ingresa

source: Request New Access Code:
es: Pide un nuevo código de acceso

source: Request Code
es: Pide un código nuevo

source: Or Register
es: O regístrate

source: Get Help
es: Ayuda

source: No messages yet
es: No hay mensajes aún

source: This is a space for you to send us anecdotes! Are you remembering something fun that happened to Aquiles or Camila and you want to share with everyone? You can send us as many anecdotes as you want. Just click the button below :D
es: Este es un espacio para que nos envíes anécdotas! Estás recordando algo divertido que le pasó a Aquiles o Camila, y quieres compartirlo con todos? Nos puedes enviar tantas anécdotas como quieras. Sólo has click en el botón debajo :D

source: Sent on
es: Enviado

source: Create New
es: Crear nuevo

source: My Profile
es: Mi Perfil

source: Guest List
es: Lista Invitados

source: Photos
es: Fotos

source: Galleries
es: Galerías

source: Send your photos
es: Subí tus fotos!

source: Tourism
es: Turismo

source: Accomodation
es: Alojamiento

source: Events
es: Evento

source: Wedding
es: Casamiento

source: Pre-Wedding
es: Pre-casamiento

source: Contact Us
es: Contacto

source: This is the best way of contacting us!
es: Esta es la mejor forma de contactarnos

source: Pre-Wedding Details
es: Reunión Pre-Casamiento

source: Location
es: Lugar

source: We are organizing a pre-wedding meet-up. We know a lot of people is coming from far away, and we would like to have the opportunity to meet you all!
es: Estamos organizando un encuentro pre-casamiento. Sabemos que mucha genteestá viniendo desde lejos, y nos gustaría tener la oportunidad de encontrarnos con todos!

source: Are you coming with someone else?
es: ¿Venís con alguien más?

source: If you are coming with a partner or children, please also register them
es: Si venís con una pareja o niños, por favor registrálos también.

source: Add People
es: Agregar Personas

source: %(who)s's information
es: Información de %(who)s

source: Keep your contact information up to date so we can keep in touch with you.
es: Mantén tu información al día así podemos estar en contacto

source: Update
es: Actualizar

source: Register
es: Registrarse

source: If you are seeing this is because we want you to come to our wedding, but we were missing some of your details.
es: Si estás viendo esto es porque querés venir a nuestro casamiento, pero nos faltan algunos de tus detalles.

source: Please fill your information so you can enjoy the rest of the website and the big event!
es: Por favor llena la información para que puedas disfrutar del resto del sitio web y del gran evento!

source: Even if you can't make it to the wedding, but would like to see the photos, messages, etc. register to keep in touch.
es: Aunque no puedas venir a nuestro casamiento, pero te gustaría ver las fotos, los mensajes, etc. regístrate paraseguir en contacto

source: Send
es: Enviar

source: Thank you
es: Gracias

source: We will review the registration and let you know!
es: Vamos a revisar la aplicación y te dejaremos saber

source: Tango in Buenos Aires
es: Tango en Buenos Aires

source: Adding information soon!
es: Más información en breve!

source: Wedding Details
es: Detalles del Casamiento

source: The wedding will be held at <b>Estancia La Linda</b>
es: La ceremonia se llevará a cabo en <b>Estancia La Linda</b>

source: Getting there and away
es: Ir y volver de La Estancia

source: We are organizing transport to and from the venue. Vans will depart from the neighborhood of Palermo, very close to Ministro Carranza subway station at 4pm (sharp!).
es: Estamos organizando transporte para ir y venir del lugar de la fiesta.Combis van a salir del barrio del Palermo, muy cerca de la estación Ministro Carranzadel Subte D a las 4pm (en punto!).

source: If you would like to make use of the vans, we kindly ask you to visit <a href='/me'>your profile</a> and select the option. This will help us keep track of the amount of people who need the vans.
es: Si te gustaría usar las combis, te pedimos amablemente que visites <a href='/me'>tu perfil</a> y elijas la opción. Esto nos ayudará a mantener un registro de la cantidad de personas que necesitan las combis.

source: Moreover, if you check the guest list, you may find people who come by car. If you know them, you may arrange to go together!
es: Además, si te fijás en la lista de invitados, podrás ver quiénes vienen con auto, y si son conocidos, les podés pedir de venir juntos!

source: The Ceremony
es: Casamiento

source: We are going to hold a symbolic ceremony, officiated by a friend.
es: Vamos a celebrar una ceremonia simbólica, oficiada por un amigo.

source: As you may imagine, legally speaking for us is more convenient to get legally married in The Netherlands.
es: Como podrás imaginar, legalmente hablando es más conveniente para nosotroscasarnos en Holanda.

source: If you would like to say some words, contact us!
es: Si te gustaría decir algunas palabras, contactanos!

source: Gift
es: Regalo

source: A lot of people asked us about what to do with the gift. We thank you all for your good intentions!
es: Varias personas nos preguntaron qué hacer con el regalo. Les agradecemos a todos por las buenas intenciones!

source: If you really want to give us something, you can do it during the wedding party.
es: Si realmente nos querés dar algo, lo podrás hacer durante la fiesta.

source: If it is a physical present, bear in mind that we have limited space in our luggage when we go back home.
es: Si es un regalo físico, tené en cuenta que nuestro espacio es limitado cuando volvamos a casa.

source: If you would like to give us money, please exchange it to either US dollars or Euros.
es: Si te gustaría darnos dinero, por favor cambialo a dólares o euros

source: The Menu
es: El Menú

source: We are closing down the options on the menu, we will update here once we know it!
es: Estamos ultimando los detalles del menu. Cuando lo tengamos decidido vamos a actualizar este espacio.

source: The Party
es: La Fiesta

source: We are finishing the details of the party. We will update as soon as we can!
es: Estamos terminando los detalles de la fiesta. Vamos a actualizar la información apenas podamos!

source: Photos by
es: Fotos de

source: Image Gallery by
es: Galería de

source: Upload your photos!
es: Subí tus fotos!

source: Help us make the best photo/video album!
es: Ayudanos a hacer el mejor álbum de fotos!

source: You can send us your short video sending greetings, old photos, new photos, it's up to you! We want to have a nice memory of our guests and the people who can't make it to the wedding.
es: Nos podés mandar un video corto con tus saludos, fotos viejas, nuevas, lo que quieras! Queremos tener un lindo recuerdo de nuestros invitados y de la gente que no pudo venir a la fiesta.

source: You can upload as many photos or videos as you want! Just select them all and click upload!
es: Podés subir tantas fotos o videos como quieras! Simplemente selecciona todos y apretá el botón subir

source: Cami y Aqui - Wedding 2019
es: Cami y Aqui - Casamiento 2019
